Repository: msoutopico/omegat-asetrad
Catalog: 09_memorias/uiis_old_tm.tmx
Source language: en
Languages: es

source: A temporary ban from any sort of interaction or public communication with the community for a specified period of time.
es: Prohibición temporal de cualquier tipo de interacción o comunicación pública con la comunidad durante un período de tiempo específico.

source: A warning with consequences for continued behavior.
es: Una advertencia con consecuencias por comportamiento continuo.

source: All community leaders are obligated to respect the privacy and security of the reporter of any incident.
es: Todos los líderes comunitarios están obligados a respetar la privacidad y seguridad del informante de cualquier incidente.

source: All complaints will be reviewed and investigated promptly and fairly.
es: Todas las quejas serán revisadas e investigadas con prontitud y de manera justa.

source: Arab World
es: Mundo árabe

source: Caribbean small states
es: Pequeños estados del Caribe

source: Central Europe and the Baltics
es: Europa central y los países bálticos

source: Contributor Covenant Code of Behavior
es: Código de conducta del pacto del colaborador

source: Country
es: País

source: East Asia & Pacific
es: Asia oriental y Pacífico

source: East Asia & Pacific (excluding high income)
es: Asia oriental y el Pacífico (excluidos los ingresos altos)

source: Euro area
es: Zona euro

source: Europe & Central Asia
es: Europa y Asia central

source: Europe & Central Asia (excluding high income)
es: Europa y Asia central (excluidos los ingresos altos)

source: European Union
es: Unión Europea

source: Examples of representing our community include using an official e-mail address, posting via an official social media account, or acting as an appointed representative at an online or offline event.
es: Ejemplos de representación de nuestra comunidad incluyen el uso de una dirección de correo electrónico oficial, la publicación a través de una cuenta oficial de redes sociales o la actuación como representante designado en un evento en línea o fuera de línea.

source: Fragile and conflict affected situations
es: Situaciones frágiles y afectadas por conflictos

source: Heavily indebted poor countries (HIPC)
es: Países pobres muy endeudados (PPME)

source: High income
es: Altos ingresos

source: If a mode of data collection is not listed, please:
es: Si no se incluye un modo de recopilación de datos, por favor:

source: If another rule is used, please:
es: Si se usa otra regla, por favor:

source: If any another instrument is used, please:
es: Si se utiliza cualquier otro instrumento, por favor:

source: Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at opensource@github.com.
es: Los casos de comportamiento abusivo, acosador o inaceptable de cualquier otro modo se pueden informar a los líderes comunitarios responsables de la aplicación en opensource@github.com.

source: Latin America & Caribbean
es: América Latina y el Caribe

source: Latin America & Caribbean (excluding high income)
es: América Latina y el Caribe (excluyendo altos ingresos)

source: Least developed countries: UN classification
es: Países menos desarrollados: clasificación de la ONU

source: Low & middle income
es: Ingresos medios y bajos

source: Low income
es: De bajos ingresos

source: Lower middle income
es: Ingresos medianos bajos

source: Middle East & North Africa
es: Medio Oriente y África del Norte

source: Middle East & North Africa (excluding high income)
es: Medio Oriente y África del Norte (excluidos los ingresos altos)

source: Middle income
es: Ingreso medio

source: Most Recent Value (Thousands)
es: Valor más reciente (Miles)

source: No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Behavior, for a specified period of time.
es: Ninguna interacción con las personas involucradas, incluida la interacción no solicitada con quienes hacen cumplir el Código de Comportamiento, durante un período de tiempo específico.

source: No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Behavior, is allowed during this period.
es: No se permite ninguna interacción pública o privada con las personas involucradas, incluida la interacción no solicitada con quienes hacen cumplir el Código de Comportamiento, durante este período.

source: North America
es: América del norte

source: OECD members
es: Miembros de la OCDE

source: Other small states
es: Otros estados pequeños

source: Pacific island small states
es: Estados pequeños de las islas del Pacífico

source: Scope and enforcement
es: Alcance y ejecución

source: Small states
es: Estados pequeños

source: South Asia
es: Asia del Sur

source: Sub-Saharan Africa
es: Africa Sub-sahariana

source: Sub-Saharan Africa (excluding high income)
es: África subsahariana (excluidos los ingresos altos)

source: Temporary Ban
es: Prohibición temporal

source: This Code of Behavior applies within all community spaces, and also applies when an individual is officially representing the community in public spaces.
es: Este Código de Comportamiento se aplica en todos los espacios comunitarios y también se aplica cuando una persona representa oficialmente a la comunidad en los espacios públicos.

source: This includes avoiding interactions in community spaces as well as external channels like social media.
es: Esto incluye evitar interacciones en espacios comunitarios y canales externos como las redes sociales.

source: Upper middle income
es: Ingresos medianos altos

source: Violating these terms may lead to a permanent ban.
es: La violación de estos términos puede dar lugar a una prohibición permanente.

source: Violating these terms may lead to a temporary ban.
es: La violación de estos términos puede dar lugar a una prohibición temporal.

source: Warning
es: Advertencia

source: World
es: Mundial

source: drop a message to the national coordinator
es: enviar un mensaje al coordinador nacional

source: explain in the metadata
es: explicar en los metadatos

source: give additional information if necessary
es: dar información adicional si es necesario

source: write it in the yellow cell
es: escríbelo en la celda amarilla
